verification/runs/T-family/T1_runs/L_Ts_U_f/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0.074999999999999997 0 0);
boundaryField
{
    inlet   { type fixedValue; value nonuniform List<vector>
51
(
(0.14996476303267559 0 0)
(0.14985085402897158 0 0)
(0.14962030220547468 0 0)
(0.14927433498981665 0 0)
(0.14881301643966852 0 0)
(0.1482363586458943 0 0)
(0.14754436520840902 0 0)
(0.14673703750371916 0 0)
...
)
; }
    outlet         { type zeroGradient; }
    wall_adiabatic { type noSlip; }
    wall_hot       { type noSlip; }
    front   { type wedge; }
    back    { type wedge; }
}
